{
    "result": [
        {
            "dish": "파스타",
            "recipe": "먼저 소고기와 돼지고기를 각각 적당한 크기로 잘라 마늘과 소금, 후추로 간을 합니다. 팬에 기름을 두르고 고기를 볶다가 약간 브라운 컬러가 나오면 빼놓습니다. 파스타 면은 물에 삶아 빼놓습니다. 그리고 다시 팬에 기름을 두르고 양파를 볶다가 투명해지면 고기를 넣고 볶습니다. 그리고 파스타 소스와 삶은 면을 넣고 볶습니다. 마지막으로 소금과 후추로 간을 하면 완성입니다."
        },
        {
            "dish": "소고기 볶음밥",
            "recipe": "밥을 하루 전에 해서 냉장실에서 냉장시키세요. 소고기를 잘게 자르고 간을 해주세요. 팬에 기름을 두르고 소고기를 볶다가 완전히 익으면 빼놓으세요. 그리고 마늘, 양파, 파를 볶으세요. 약간 브라운 컬러가 나올 때까지 볶다가 밥을 넣고 볶으세요. 그리고 고기를 다시 넣고 섞으세요. 마지막으로 간장, 맛술, 설탕, 고추장을 넣고 볶아 주세요. 필요하다면 소금과 후추로 간을 하세요."
        },
        {
            "dish": "돼지고기 볶음",
            "recipe": "돼지고기를 적당한 크기로 잘라 간장, 설탕, 고추장, 마늘, 맛술로 간을 해주세요. 약간의 시간동안 재워 두세요. 그리고 팬에 기름을 두르고 고기를 볶으세요. 그리고 양파, 양배추, 파를 잘게 썰어 볶으세요. 마지막으로 소금과 후추로 간을 해주세요."
        },
        {
            "dish": "라면",
            "recipe": "먼저 냄비에 물을 넣고 끓이세요. 그리고 라면과 나물을 넣고 끓이세요. 계란과 양파를 잘게 썰어서 넣고 끓입니다. 마지막으로 소금과 후추로 간을 하면 완성입니다."
        },
        {
            "dish": "계란 볶음밥",
            "recipe": "밥을 하루 전에 해서 냉장실에서 냉장시키세요. 팬에 기름을 두르고 양파, 파를 잘게 썰어 볶으세요. 그리고 밥을 넣고 볶으세요. 계란을 풀어서 밥 위에 붓고 잘 섞어 볶으세요. 마지막으로 간장, 설탕, 맛술로 간을 하세요."
        },
        {
            "dish": "닭고기 볶음",
            "recipe": "먼저 닭고기를 잘게 자르고 간을 해주세요. 팬에 기름을 두르고 닭고기를 볶다가 완전히 익으면 양파, 양배추, 파를 넣고 볶습니다. 마지막으로 고추장, 간장, 맛술로 간을 하면 완성입니다."
        },
        {
            "dish": "양배추 볶음",
            "recipe": "양배추를 잘게 썰어서 간을 해주세요. 팬에 기름을 두르고 양파, 파를 잘게 썰어 볶다가 양배추를 넣고 볶으세요. 마지막으로 소금과 후추로 간을 하면 완성입니다."
        },
        {
            "dish": "고추장 볶음밥",
            "recipe": "밥을 하루 전에 해서 냉장실에서 냉장시키세요. 팬에 기름을 두르고 양파, 파를 잘게 썰어 볶다가 밥을 넣고 볶으세요. 마지막으로 고추장, 간장, 맛술로 간을 하면 완성입니다."
        },
        {
            "dish": "간장 볶음밥",
            "recipe": "밥을 하루 전에 해서 냉장실에서 냉장시키세요. 팬에 기름을 두르고 양파, 파를 잘게 썰어 볶다가 밥을 넣고 볶으세요. 마지막으로 간장, 맛술로 간을 하면 완성입니다."
        },
        {
            "dish": "설탕 산적",
            "recipe": "먼저 팬에 설탕을 넣고 중간 불에서 볶으세요. 설탕이 녹고 갈색이 나면 무를 잘게 썰어서 넣고 볶으세요. 그리고 양파, 파를 잘게 썰어 넣고 볶으세요. 마지막으로 소금과 후추로 간을 하면 완성입니다."
        }
    ]
}